Repository: DeyarZ/wedding-planner
Catalog: weddingplanner/Localizable.xcstrings
Source language: en
Languages: ar, cs, da, de, es, et, fi, fr, hr, hu, is, it, ja, ko, lv, nb, nl, pl, pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_hans, zh_hant

source: Full Access Unlocked
ar: تم فتح الوصول الكامل
cs: Plný přístup odemčen
da: Fuld adgang låst op
de: Voller Zugriff freigeschaltet
es: Acceso total desbloqueado
et: Täielik ligipääs avatud
fi: Täysi käyttöoikeus avattu
fr: Accès complet débloqué
hr: Puni pristup otključan
hu: Teljes hozzáférés feloldva
is: Fullur aðgangur opnaður
it: Accesso completo sbloccato
ja: すべての機能が使えます
ko: 모든 기능이 열렸어요
lv: Pilna piekļuve atslēgta
nb: Full tilgang låst opp
nl: Volledige toegang ontgrendeld
pl: Pełny dostęp odblokowany
pt: Acesso completo desbloqueado
ro: Acces complet deblocat
ru: Полный доступ открыт
sk: Plný prístup odomknutý
sl: Poln dostop odklenjen
sv: Full åtkomst upplåst
th: ปลดล็อกการใช้งานเต็มรูปแบบแล้ว
tr: Tam Erişim Açıldı
uk: Повний доступ відкрито
vi: Đã mở khóa toàn bộ
zh_hans: 已解锁全部功能
zh_hant: 已解鎖完整功能

source: Fully Paid
ar: مدفوع بالكامل
cs: Plně zaplaceno
da: Fuldt betalt
de: Vollständig bezahlt
es: Pagado por completo
et: Täielikult makstud
fi: Kokonaan maksettu
fr: Intégralement payé
hr: U cijelosti plaćeno
hu: Teljesen kifizetve
is: Fullgreitt
it: Interamente pagato
ja: 全額支払済み
ko: 결제 완료
lv: Pilnībā samaksāts
nb: Ferdig betalt
nl: Volledig betaald
pl: Opłacone w całości
pt: Totalmente pago
ro: Plătit integral
ru: Оплачено полностью
sk: Úplne zaplatené
sl: V celoti plačano
sv: Helt betald
th: ชำระครบแล้ว
tr: Tamamı Ödendi
uk: Сплачено повністю
vi: Đã trả đủ
zh_hans: 已付清
zh_hant: 已付清

source: Funds
ar: المبالغ
cs: Prostředky
da: Midler
de: Budget
es: Fondos
et: Vahendid
fi: Varat
fr: Budget
hr: Sredstva
hu: Keret
is: Fjármunir
it: Fondi
ja: 資金
ko: 자금
lv: Līdzekļi
nb: Midler
nl: Middelen
pl: Środki
pt: Fundos
ro: Fonduri
ru: Средства
sk: Prostriedky
sl: Sredstva
sv: Medel
th: เงินทุน
tr: Kaynaklar
uk: Кошти
vi: Nguồn tiền
zh_hans: 资金
zh_hant: 資金

source: GUESTS
ar: الضيوف
cs: HOSTÉ
da: GÆSTER
de: GÄSTE
es: INVITADOS
et: KÜLALISED
fi: VIERAAT
fr: INVITÉS
hr: GOSTI
hu: VENDÉGEK
is: GESTIR
it: OSPITI
ja: ゲスト
ko: 하객
lv: VIESI
nb: GJESTER
nl: GASTEN
pl: GOŚCIE
pt: CONVIDADOS
ro: INVITAȚI
ru: ГОСТИ
sk: HOSTIA
sl: GOSTJE
sv: GÄSTER
th: แขก
tr: MİSAFİRLER
uk: ГОСТІ
vi: KHÁCH MỜI
zh_hans: 宾客
zh_hant: 賓客

source: Garden
ar: الحديقة
cs: Zahrada
da: Have
de: Garten
es: Jardín
et: Aed
fi: Puutarha
fr: Jardin
hr: Vrt
hu: Kert
is: Garður
it: Giardino
ja: ガーデン
ko: 가든
lv: Dārzs
nb: Hage
nl: Tuin
pl: Ogród
pt: Jardim
ro: Grădina
ru: Сад
sk: Záhrada
sl: Vrt
sv: Trädgård
th: สวน
tr: Bahçe
uk: Сад
vi: Vườn
zh_hans: 花园
zh_hant: 花園

source: General Notes
ar: ملاحظات عامة
cs: Obecné poznámky
da: Generelle noter
de: Allgemeine Notizen
es: Notas generales
et: Üldised märkused
fi: Yleiset muistiinpanot
fr: Notes générales
hr: Opće bilješke
hu: Általános jegyzetek
is: Almennar athugasemdir
it: Note generali
ja: 全般のメモ
ko: 일반 메모
lv: Vispārīgas piezīmes
nb: Generelle notater
nl: Algemene notities
pl: Notatki ogólne
pt: Notas gerais
ro: Notițe generale
ru: Общие заметки
sk: Všeobecné poznámky
sl: Splošni zapiski
sv: Allmänna anteckningar
th: โน้ตทั่วไป
tr: Genel Notlar
uk: Загальні нотатки
vi: Ghi chú chung
zh_hans: 综合备注
zh_hant: 一般備註

source: Get Started
ar: لنبدأ
cs: Začít
da: Kom i gang
de: Loslegen
es: Empezar
et: Alusta
fi: Aloita
fr: Commencer
hr: Započni
hu: Kezdjük
is: Byrjaðu
it: Inizia
ja: はじめる
ko: 시작하기
lv: Sākt
nb: Kom i gang
nl: Aan de slag
pl: Zaczynajmy
pt: Começar
ro: Începe
ru: Начать
sk: Začať
sl: Začnimo
sv: Kom igång
th: เริ่มต้นใช้งาน
tr: Başlayalım
uk: Почати
vi: Bắt đầu
zh_hans: 开始使用
zh_hant: 開始使用

source: Get gentle reminders for tasks, vendor appointments, and special milestones on your wedding journey
ar: احصل على تذكيرات لطيفة بالمهام ومواعيد الموردين والمحطات المميزة في رحلة زفافك
cs: Dostávejte jemná připomenutí k úkolům, schůzkám s dodavateli a důležitým milníkům na vaší svatební cestě
da: Få blide påmindelser om opgaver, aftaler med leverandører og særlige milepæle på vejen mod brylluppet
de: Erhaltet sanfte Erinnerungen an Aufgaben, Termine mit Dienstleistern und besondere Meilensteine auf eurem Weg zur Hochzeit
es: Recibe recordatorios suaves de tareas, citas con proveedores y momentos especiales de vuestro camino hacia la boda
et: Saa õrnaid meeldetuletusi ülesannete, teenusepakkujatega kohtumiste ja eriliste verstapostide kohta sinu pulmateekonnal
fi: Saat lempeitä muistutuksia tehtävistä, palveluntarjoajien tapaamisista ja hääsuunnittelusi tärkeistä hetkistä
fr: Recevez des rappels tout en douceur pour vos tâches, vos rendez-vous avec les prestataires et les grandes étapes de votre parcours
hr: Primajte nježne podsjetnike za zadatke, sastanke s dobavljačima i posebne trenutke na vašem putu do vjenčanja
hu: Kapj finom emlékeztetőket a feladatokról, a szolgáltatói időpontokról és az esküvői utad mérföldköveiről
is: Fáðu mildar áminningar um verkefni, fundi með þjónustuaðilum og sérstaka áfanga á brúðkaupsferðalaginu
it: Ricevi promemoria delicati per attività, appuntamenti con i fornitori e tappe speciali del vostro percorso verso il matrimonio
ja: タスクや業者との打ち合わせ、大切な節目を、やさしくお知らせします
ko: 할 일, 업체 미팅, 결혼 준비의 특별한 순간까지 부드럽게 알려드릴게요
lv: Saņem maigus atgādinājumus par uzdevumiem, tikšanām ar pakalpojumu sniedzējiem un īpašiem pagrieziena punktiem jūsu kāzu ceļā
nb: Få vennlige påminnelser om oppgaver, leverandøravtaler og viktige milepæler på veien mot bryllupet
nl: Ontvang vriendelijke herinneringen voor taken, afspraken met leveranciers en bijzondere mijlpalen op weg naar jullie bruiloft
pl: Otrzymujcie delikatne przypomnienia o zadaniach, spotkaniach z usługodawcami i ważnych momentach na Waszej drodze do ślubu
pt: Receba lembretes gentis de tarefas, compromissos com fornecedores e marcos especiais da sua jornada até o casamento
ro: Primiți mementouri blânde pentru sarcini, întâlniri cu furnizorii și momentele importante de pe drumul vostru spre nuntă
ru: Получайте мягкие напоминания о задачах, встречах с подрядчиками и важных вехах вашего свадебного пути
sk: Dostávajte jemné pripomienky na úlohy, stretnutia s dodávateľmi a výnimočné míľniky na vašej svadobnej ceste
sl: Prejemajta nežne opomnike za opravila, sestanke s ponudniki in posebne mejnike na vajini poročni poti
sv: Få vänliga påminnelser om uppgifter, möten med leverantörer och särskilda milstolpar på vägen mot bröllopet
th: รับการเตือนแบบนุ่มนวลสำหรับสิ่งที่ต้องทำ นัดหมายกับผู้ให้บริการ และหมุดหมายสำคัญตลอดเส้นทางงานแต่งงานของคุณ
tr: Görevler, tedarikçi randevuları ve düğün yolculuğunuzdaki özel dönüm noktaları için nazik hatırlatmalar alın
uk: Отримуйте делікатні нагадування про завдання, зустрічі з підрядниками та важливі віхи вашого весільного шляху
vi: Nhận những lời nhắc nhẹ nhàng về công việc, lịch hẹn với nhà cung cấp và các cột mốc đặc biệt trên hành trình cưới của bạn
zh_hans: 在任务、供应商约见和婚礼路上的重要节点前，收到温柔的提醒
zh_hant: 在你的婚禮旅程中，溫柔提醒你任務、廠商約訪和重要里程碑

source: Getting Dressed
ar: ارتداء الفستان
cs: Oblékání
da: Påklædning
de: Ankleiden
es: Vestirse
et: Riietumine
fi: Pukeutuminen
fr: Habillage
hr: Oblačenje
hu: Öltözködés
is: Klæðnaður
it: Vestizione
ja: 衣装のお支度
ko: 드레스 입기
lv: Ģērbšanās
nb: Påkledning
nl: Aankleden
pl: Ubieranie się
pt: Hora de se vestir
ro: Îmbrăcarea
ru: Надевание нарядов
sk: Obliekanie
sl: Oblačenje
sv: Påklädning
th: แต่งตัว
tr: Giyinme
uk: Одягання
vi: Thay trang phục
zh_hans: 换装
zh_hant: 換裝

source: Getting Ready
ar: التجهّز
cs: Příprava
da: Forberedelser
de: Vorbereitung
es: Preparativos
et: Valmistumine
fi: Valmistautuminen
fr: Préparatifs
hr: Priprema
hu: Készülődés
is: Undirbúningur
it: Preparativi
ja: 支度
ko: 준비 시간
lv: Gatavošanās
nb: Forberedelser
nl: Klaarmaken
pl: Przygotowania
pt: Preparativos
ro: Pregătirile
ru: Сборы
sk: Prípravy
sl: Priprave
sv: Förberedelser
th: ช่วงเตรียมตัว
tr: Hazırlık
uk: Збори
vi: Chuẩn bị
zh_hans: 新人准备
zh_hant: 新人準備

source: Getting Ready Photos
ar: صور التجهيز
cs: Focení příprav
da: Billeder af forberedelserne
de: Getting-ready-Fotos
es: Fotos de los preparativos
et: Ettevalmistuse fotod
fi: Valmistautumiskuvat
fr: Photos des préparatifs
hr: Fotografije priprema
hu: Készülődés fotózása
is: Undirbúningsmyndir
it: Foto dei preparativi
ja: 支度中の撮影
ko: 준비 과정 사진
lv: Gatavošanās foto
nb: Bilder fra forberedelsene
nl: Foto's van de voorbereiding
pl: Zdjęcia z przygotowań
pt: Fotos dos preparativos
ro: Poze din timpul pregătirilor
ru: Фото сборов
sk: Fotenie príprav
sl: Fotografije priprav
sv: Förberedelsebilder
th: ถ่ายภาพตอนเตรียมตัว
tr: Hazırlık Fotoğrafları
uk: Фото зі зборів
vi: Chụp ảnh chuẩn bị
zh_hans: 准备花絮拍摄
zh_hant: 準備過程拍攝

source: Getting ready photos
ar: صور التجهيز
cs: Focení příprav
da: Billeder af forberedelserne
de: Getting-ready-Fotos
es: Fotos de los preparativos
et: Ettevalmistuse fotod
fi: Valmistautumiskuvat
fr: Photos des préparatifs
hr: Fotografije priprema
hu: Készülődés fotózása
is: Undirbúningsmyndir
it: Foto dei preparativi
ja: 支度シーンの写真
ko: 준비 과정 사진 촬영
lv: Gatavošanās foto
nb: Bilder fra forberedelsene
nl: Foto's van de voorbereiding
pl: Zdjęcia z przygotowań
pt: Fotos dos preparativos
ro: Poze din timpul pregătirilor
ru: Фото сборов
sk: Fotenie príprav
sl: Fotografije priprav
sv: Fotografering under förberedelserna
th: ถ่ายภาพตอนเตรียมตัว
tr: Hazırlık fotoğrafları
uk: Фото зі зборів
vi: Chụp ảnh chuẩn bị
zh_hans: 准备花絮拍摄
zh_hant: 準備過程拍攝

source: Getting you, the party and the guests between locations
ar: تنقّلك أنت والحفل والضيوف بين المواقع
cs: Dostat vás, svatebčany i hosty mezi místy
da: Transport af jer, selskabet og gæsterne mellem lokationerne
de: Euch, die Hochzeitsgesellschaft und die Gäste von Ort zu Ort bringen
es: Llevaros a vosotros, al cortejo y a los invitados de un sitio a otro
et: Viib sinu, seltskonna ja külalised ühest kohast teise
fi: Teidät, hääseurue ja vieraat paikasta toiseen
fr: Vous, le cortège et les invités d'un lieu à l'autre
hr: Da vi, svatovi i gosti stignete s lokacije na lokaciju
hu: Hogy te, a társaság és a vendégek eljussatok a helyszínek között
is: Að koma ykkur, veislunni og gestunum milli staða
it: Come spostare voi, il corteo e gli invitati tra un luogo e l'altro
ja: おふたりも、参列者も、ゲストも、会場から会場へ
ko: 두 분과 일행, 하객들의 장소 이동까지
lv: Kā tu, svinību dalībnieki un viesi nokļūs no vienas vietas uz otru
nb: Å få dere, følget og gjestene mellom stedene
nl: Jullie, het gezelschap en de gasten van locatie naar locatie brengen
pl: Przewiezienie Was, orszaku i gości między miejscami
pt: Levar vocês, o cortejo e os convidados de um lugar para o outro
ro: Vă duce pe voi, alaiul și invitații dintr-o locație în alta
ru: Как вы, ваша команда и гости будете добираться между локациями
sk: Ako sa vy, svadobčania aj hostia dostanete z miesta na miesto
sl: Prevoz vaju, družbe in gostov med lokacijami
sv: Att få dig, sällskapet och gästerna mellan platserna
th: พาคุณ ทีมงาน และแขก เดินทางระหว่างสถานที่
tr: Sizi, ekibi ve misafirleri mekânlar arasında taşımak
uk: Дістатися між локаціями — вам, весільній компанії та гостям
vi: Đưa bạn, dàn phù dâu phù rể và khách mời di chuyển giữa các địa điểm
zh_hans: 接送你们、伴郎伴娘和宾客往返各个地点
zh_hant: 讓你們、伴郎伴娘和賓客順利在各地點間移動

source: Gifts
ar: الهدايا
cs: Dary
da: Gaver
de: Geschenke
es: Regalos
et: Kingitused
fi: Lahjat
fr: Cadeaux
hr: Pokloni
hu: Ajándékok
is: Gjafir
it: Regali
ja: ギフト
ko: 선물
lv: Dāvanas
nb: Gaver
nl: Cadeaus
pl: Prezenty
pt: Presentes
ro: Cadouri
ru: Подарки
sk: Darčeky
sl: Darila
sv: Gåvor
th: ของขวัญ
tr: Hediyeler
uk: Подарунки
vi: Quà tặng
zh_hans: 礼品
zh_hant: 禮品

source: Give everyone — especially travelling guests — a heads up
ar: نبّه الجميع مبكرًا — خصوصًا الضيوف المسافرين
cs: Dejte všem — hlavně přespolním hostům — vědět dopředu
da: Giv alle — især tilrejsende gæster — et praj i god tid
de: Gebt allen früh Bescheid — vor allem den Gästen, die anreisen
es: Avisad a todos con tiempo, sobre todo a los que vienen de fuera
et: Anna kõigile — eriti kaugemalt tulijatele — varakult teada
fi: Anna kaikille — etenkin kaukaa tuleville — ennakkotieto
fr: Prévenez tout le monde — surtout les invités qui viennent de loin
hr: Javite svima na vrijeme — osobito gostima koji putuju
hu: Szólj mindenkinek időben — főleg a messziről érkező vendégeknek
is: Láttu alla vita — sérstaklega gesti sem koma langt að
it: Avvisate tutti in anticipo, soprattutto chi arriva da lontano
ja: みなさんに、特に遠方のゲストに、早めのお知らせを
ko: 모두에게 미리 알려주세요 — 특히 멀리서 오는 하객에게
lv: Brīdini visus laikus — īpaši tos, kas ceļos
nb: Gi alle – særlig tilreisende gjester – et tidlig varsel
nl: Geef iedereen — en zeker gasten die moeten reizen — op tijd een seintje
pl: Uprzedźcie wszystkich — zwłaszcza gości z daleka
pt: Avise todo mundo com antecedência — principalmente quem vem de longe
ro: Anunță din timp pe toată lumea — mai ales pe invitații care vin de departe
ru: Предупредите всех заранее, особенно тех, кто приедет издалека
sk: Dajte všetkým — najmä hosťom zďaleka — vedieť vopred
sl: Pravočasno obvestita vse, še posebej goste, ki potujejo
sv: Ge alla – särskilt långväga gäster – en förvarning
th: บอกทุกคนล่วงหน้า โดยเฉพาะแขกที่ต้องเดินทางมาไกล
tr: Herkese, özellikle uzaktan gelecek misafirlere, önceden haber verin
uk: Попередьте всіх, особливо тих, хто їде здалеку
vi: Báo trước cho mọi người — nhất là những khách mời ở xa
zh_hans: 提前通知所有人——尤其是要远道而来的宾客
zh_hant: 先讓大家知道 — 尤其是要遠道而來的賓客

source: Give the venue the final headcount
ar: أبلغ المكان بالعدد النهائي
cs: Nahlaste místu konání finální počet hostů
da: Giv lokationen det endelige antal gæster
de: Endgültige Gästezahl an die Location geben
es: Dar al lugar el número final de invitados
et: Teata peopaigale lõplik külaliste arv
fi: Ilmoita juhlapaikalle lopullinen vierasmäärä
fr: Donner le nombre final au lieu de réception
hr: Javite lokaciji konačan broj gostiju
hu: Add meg a helyszínnek a végleges létszámot
is: Gefa veislustaðnum endanlegan gestafjölda
it: Comunicate alla location il numero definitivo
ja: 会場に最終人数を伝える
ko: 예식장에 최종 인원 전달하기
lv: Paziņo norises vietai galīgo viesu skaitu
nb: Gi lokalet det endelige antallet gjester
nl: Geef de locatie het definitieve aantal door
pl: Podajcie miejscu ostateczną liczbę gości
pt: Passe o número final de convidados para o local
ro: Comunică locației numărul final de invitați
ru: Сообщите площадке финальное число гостей
sk: Nahláste miestu konania konečný počet hostí
sl: Sporočita prizorišču končno število gostov
sv: Ge lokalen det slutgiltiga antalet gäster
th: แจ้งจำนวนแขกสุดท้ายให้สถานที่จัดงาน
tr: Mekâna kesin kişi sayısını bildirin
uk: Повідомте локації остаточну кількість гостей
vi: Báo số khách cuối cùng cho địa điểm
zh_hans: 把最终人数告诉场地方
zh_hant: 把最終人數告訴場地方

source: Good morning beautiful! Ready to plan your perfect day? 💕
ar: صباح الخير يا جميلة! هل أنتِ مستعدة للتخطيط ليومكِ المثالي؟ 💕
cs: Krásné dobré ráno! Připraveni naplánovat svůj dokonalý den? 💕
da: Godmorgen, smukke! Klar til at planlægge jeres perfekte dag? 💕
de: Guten Morgen, Schöne! Bereit, deinen perfekten Tag zu planen? 💕
es: ¡Buenos días, guapa! ¿Lista para planificar tu día perfecto? 💕
et: Tere hommikust, kaunitar! Kas oled valmis oma täiuslikku päeva planeerima? 💕
fi: Huomenta, kaunotar! Valmiina suunnittelemaan täydellistä päivääsi? 💕
fr: Bonjour ma belle ! Prête à préparer votre jour parfait ? 💕
hr: Dobro jutro, ljepotice! Spremni za planiranje savršenog dana? 💕
hu: Jó reggelt, szépségem! Készen állsz a tökéletes napod tervezésére? 💕
is: Góðan daginn, elskan! Eigum við að skipuleggja fullkomna daginn? 💕
it: Buongiorno bellissima! Pronta a pianificare il tuo giorno perfetto? 💕
ja: おはようございます！最高の一日に向けて、今日も準備を進めましょう 💕
ko: 좋은 아침이에요! 완벽한 그날을 준비할 준비 됐나요? 💕
lv: Labrīt, skaistule! Vai plānojam tavu ideālo dienu? 💕
nb: God morgen, vakre! Klar for å planlegge den perfekte dagen din? 💕
nl: Goedemorgen schoonheid! Klaar om aan jullie perfecte dag te werken? 💕
pl: Dzień dobry, piękna! Gotowa zaplanować swój wymarzony dzień? 💕
pt: Bom dia, linda! Pronta para planejar o seu dia perfeito? 💕
ro: Bună dimineața, frumoaso! Gata să-ți planifici ziua perfectă? 💕
ru: Доброе утро, красотка! Готова планировать свой идеальный день? 💕
sk: Dobré ráno, krásavica! Ste pripravená plánovať svoj dokonalý deň? 💕
sl: Dobro jutro, lepotica! Pripravljena načrtovati svoj popolni dan? 💕
sv: God morgon, vackra du! Redo att planera er perfekta dag? 💕
th: อรุณสวัสดิ์คนสวย! พร้อมวางแผนวันที่สมบูรณ์แบบของคุณหรือยัง 💕
tr: Günaydın güzelim! Mükemmel gününüzü planlamaya hazır mısınız? 💕
uk: Доброго ранку, красуне! Готові планувати ваш ідеальний день? 💕
vi: Chào buổi sáng, cô dâu xinh đẹp! Sẵn sàng lên kế hoạch cho ngày hoàn hảo chưa? 💕
zh_hans: 早安，美人！准备好筹备你的完美婚礼了吗？💕
zh_hant: 早安，美麗的你！準備好規劃你的完美婚禮了嗎？💕

source: Good morning! Every step brings you closer to 'I do' 💍
ar: صباح الخير! كل خطوة تقرّبكِ من لحظة «قبلت» 💍
cs: Dobré ráno! Každý krok vás přibližuje k vašemu „ano“ 💍
da: Godmorgen! Hvert skridt bringer jer tættere på jeres ja 💍
de: Guten Morgen! Jeder Schritt bringt dich näher ans Ja-Wort 💍
es: ¡Buenos días! Cada paso te acerca al 'sí, quiero' 💍
et: Tere hommikust! Iga samm viib sind lähemale „jah-sõnale“ 💍
fi: Huomenta! Jokainen askel vie sinua lähemmäs 'tahdon'-hetkeä 💍
fr: Bonjour ! Chaque étape vous rapproche du grand oui 💍
hr: Dobro jutro! Svaki vas korak približava vašem 'Da' 💍
hu: Jó reggelt! Minden lépés közelebb visz az igenhez 💍
is: Góðan daginn! Hvert skref færir þig nær stóra „já-inu“ 💍
it: Buongiorno! Ogni passo ti avvicina al sì 💍
ja: おはようございます！一歩ずつ「誓いの日」に近づいていますね 💍
ko: 좋은 아침이에요! 한 걸음씩 결혼식에 가까워지고 있어요 💍
lv: Labrīt! Katrs solis tuvina tevi tavam „Jā” 💍
nb: God morgen! Hvert steg bringer deg nærmere ja-ordet 💍
nl: Goedemorgen! Elke stap brengt je dichter bij het jawoord 💍
pl: Dzień dobry! Każdy krok przybliża Was do sakramentalnego „tak” 💍
pt: Bom dia! Cada passo te deixa mais perto do 'sim' 💍
ro: Bună dimineața! Fiecare pas te aduce mai aproape de „Da” 💍
ru: Доброе утро! Каждый шаг приближает тебя к заветному «да» 💍
sk: Dobré ráno! Každý krok vás približuje k vášmu „áno“ 💍
sl: Dobro jutro! Vsak korak te približa besedici 'da' 💍
sv: God morgon! Varje steg för er närmare ert ja 💍
th: อรุณสวัสดิ์! ทุกก้าวพาคุณเข้าใกล้วันที่จะพูดว่า 'ฉันยินดี' มากขึ้น 💍
tr: Günaydın! Her adım sizi 'evet' demeye biraz daha yaklaştırıyor 💍
uk: Доброго ранку! Кожен крок наближає вас до вашого «так» 💍
vi: Chào buổi sáng! Mỗi bước đi đưa bạn đến gần hơn với lời 'Em đồng ý' 💍
zh_hans: 早安！每一步都让你离「我愿意」更近一点 💍
zh_hant: 早安！每一步都讓你更靠近說出「我願意」的那一刻 💍

source: Good to know
ar: معلومة مفيدة
cs: Dobré vědět
da: Godt at vide
de: Gut zu wissen
es: Bueno saberlo
et: Hea teada
fi: Hyvä tietää
fr: Bon à savoir
hr: Dobro je znati
hu: Jó tudni
is: Gott að vita
it: Buono a sapersi
ja: 知っておきたいこと
ko: 알아두면 좋아요
lv: Noderīgi zināt
nb: Greit å vite
nl: Goed om te weten
pl: Warto wiedzieć
pt: Bom saber
ro: Bine de știut
ru: Полезно знать
sk: Dobré vedieť
sl: Dobro je vedeti
sv: Bra att veta
th: รู้ไว้ก็ดี
tr: Bilmekte fayda var
uk: Варто знати
vi: Nên biết
zh_hans: 小提示
zh_hant: 小提醒

source: Grand
ar: فخم
cs: Velkolepá
da: Storslået
de: Riesig
es: Multitudinaria
et: Suurejooneline
fi: Suurenmoinen
fr: Très grand
hr: Veličanstveno
hu: Grandiózus
is: Stórveisla
it: Grandioso
ja: グランド
ko: 초대형
lv: Grandiozas
nb: Storslått
nl: Groots
pl: Wielkie
pt: Grandioso
ro: Grandioasă
ru: Грандиозная
sk: Veľkolepá
sl: Veličastna
sv: Storslaget
th: ยิ่งใหญ่
tr: Görkemli
uk: Грандіозне
vi: Hoành tráng
zh_hans: 盛大
zh_hant: 盛大

source: Grand 300+ guests
ar: فخم أكثر من 300 ضيف
cs: Velkolepá 300+ hostů
da: Storslået 300+ gæster
de: Riesig 300+ Gäste
es: Enorme 300+ invitados
et: Suurejooneline 300+ külalist
fi: Suurenmoinen 300+ vierasta
fr: Immense 300+ invités
hr: Veličanstveno 300+ gostiju
hu: Grandiózus 300+ vendég
is: Stórveisla 300+ gestir
it: Enorme 300+ ospiti
ja: グランド 300名以上
ko: 초대형 하객 300명 이상
lv: Grandiozas 300+ viesu
nb: Storslått 300+ gjester
nl: Groots 300+ gasten
pl: Wielkie 300+ gości
pt: Grandioso 300+ convidados
ro: Grandioasă peste 300 de invitați
ru: Грандиозная 300+ гостей
sk: Veľkolepá 300+ hostí
sl: Veličastna 300+ gostov
sv: Storslaget 300+ gäster
th: ยิ่งใหญ่ แขก 300+ คน
tr: Görkemli 300+ misafir
uk: Грандіозне 300+ гостей
vi: Hoành tráng 300+ khách mời
zh_hans: 盛大 300 位以上宾客
zh_hant: 盛大 300 位以上賓客

source: Grand Exit
ar: المغادرة الكبرى
cs: Slavnostní odchod
da: Den store afsked
de: Großer Abgang
es: Gran salida
et: Pidulik lahkumine
fi: Juhlallinen poistuminen
fr: Sortie des mariés
hr: Svečani ispraćaj
hu: Ünnepélyes távozás
is: Glæsileg brottför
it: Uscita degli sposi
ja: 新郎新婦の送り出し
ko: 화려한 퇴장
lv: Svinīgā aiziešana
nb: Storslagen avskjed
nl: Groots afscheid
pl: Uroczyste wyjście
pt: Saída triunfal
ro: Ieșirea triumfală
ru: Торжественный уход
sk: Slávnostný odchod
sl: Veliki odhod
sv: Storslagen avfärd
th: อำลาอย่างยิ่งใหญ่
tr: Görkemli Çıkış
uk: Урочисте прощання
vi: Màn tạm biệt hoành tráng
zh_hans: 盛大送别
zh_hant: 盛大退場

source: Grand entrance
ar: الدخول الكبير
cs: Slavnostní příchod
da: Den store entré
de: Großer Auftritt
es: Gran entrada
et: Pidulik sissetulek
fi: Juhlallinen sisääntulo
fr: Entrée des mariés
hr: Svečani ulazak
hu: Ünnepélyes bevonulás
is: Glæsileg innkoma
it: Ingresso degli sposi
ja: 華やかな入場
ko: 화려한 입장
lv: Svinīgā ienākšana
nb: Storslagen entré
nl: Grootse entree
pl: Uroczyste wejście
pt: Entrada triunfal
ro: Intrarea triumfală
ru: Торжественный выход молодожёнов
sk: Slávnostný príchod
sl: Veličasten vstop
sv: Stor entré
th: เข้างานอย่างยิ่งใหญ่
tr: Görkemli giriş
uk: Урочистий вихід молодят
vi: Màn ra mắt hoành tráng
zh_hans: 隆重入场
zh_hant: 盛大進場

source: Groom's Family
ar: عائلة العريس
cs: Rodina ženicha
da: Gommens familie
de: Familie des Bräutigams
es: Familia del novio
et: Peigmehe pere
fi: Sulhasen suku
fr: Famille du marié
hr: Mladoženjina obitelj
hu: A vőlegény családja
is: Fjölskylda brúðgumans
it: Famiglia dello sposo
ja: 新郎側の家族
ko: 신랑 측 가족
lv: Līgavaiņa ģimene
nb: Brudgommens familie
nl: Familie van de bruidegom
pl: Rodzina Pana Młodego
pt: Família do noivo
ro: Familia mirelui
ru: Семья жениха
sk: Rodina ženícha
sl: Ženinova družina
sv: Brudgummens familj
th: ครอบครัวเจ้าบ่าว
tr: Damadın Ailesi
uk: Родина нареченого
vi: Nhà trai
zh_hans: 男方亲属
zh_hant: 新郎家人

source: Groom's Friends
ar: أصدقاء العريس
cs: Přátelé ženicha
da: Gommens venner
de: Freunde des Bräutigams
es: Amigos del novio
et: Peigmehe sõbrad
fi: Sulhasen ystävät
fr: Amis du marié
hr: Mladoženjini prijatelji
hu: A vőlegény barátai
is: Vinir brúðgumans
it: Amici dello sposo
ja: 新郎側の友人
ko: 신랑 측 친구
lv: Līgavaiņa draugi
nb: Brudgommens venner
nl: Vrienden van de bruidegom
pl: Przyjaciele Pana Młodego
pt: Amigos do noivo
ro: Prietenii mirelui
ru: Друзья жениха
sk: Priatelia ženícha
sl: Ženinovi prijatelji
sv: Brudgummens vänner
th: เพื่อนเจ้าบ่าว
tr: Damadın Arkadaşları
uk: Друзі нареченого
vi: Bạn của chú rể
zh_hans: 男方朋友
zh_hant: 新郎朋友

source: Group
ar: المجموعة
cs: Skupina
da: Gruppe
de: Gruppe
es: Grupo
et: Rühm
fi: Ryhmä
fr: Groupe
hr: Grupa
hu: Csoport
is: Hópur
it: Gruppo
ja: グループ
ko: 그룹
lv: Grupa
nb: Gruppe
nl: Groep
pl: Grupa
pt: Grupo
ro: Grup
ru: Группа
sk: Skupina
sl: Skupina
sv: Grupp
th: กลุ่ม
tr: Grup
uk: Група
vi: Nhóm
zh_hans: 分组
zh_hant: 群組

source: Group Distribution
ar: توزيع المجموعات
cs: Rozdělení podle skupin
da: Fordeling på grupper
de: Verteilung nach Gruppen
es: Distribución por grupos
et: Jaotus rühmade kaupa
fi: Ryhmäjakauma
fr: Répartition par groupe
hr: Raspodjela po grupama
hu: Csoportok megoszlása
is: Skipting eftir hópum
it: Distribuzione per gruppo
ja: グループ別の内訳
ko: 그룹별 분포
lv: Sadalījums pa grupām
nb: Fordeling per gruppe
nl: Verdeling per groep
pl: Podział na grupy
pt: Distribuição por grupo
ro: Distribuția pe grupuri
ru: Распределение по группам
sk: Rozdelenie do skupín
sl: Razporeditev po skupinah
sv: Fördelning per grupp
th: การกระจายตามกลุ่ม
tr: Grup Dağılımı
uk: Розподіл за групами
vi: Phân bổ theo nhóm
zh_hans: 分组分布
zh_hant: 群組分布
